
# შექმენით ქუჩის ქვიზი, 
# სადაც ბენსიმონებში გაზმანული შავი ბიჭი გამვლელს შეეკითხება "რა კაცი ხარ" 

# ხოლო სავარაუდო პასუხების მიხედვით გადაწყდება მისი ბედი
# 1) ცემა 
# 2) დაძმაკაცება 
# 3) ფულის ახევა

print("ბენსიმონებში გაზმანული შავი ბიჭი:")
print("ბიჭი, მოდი აქ, რა კაცი ხარ ჰა?")
პასუხი = input("რა კაცი ვარ: ")
for i in range(1):
    if პასუხი == "კაი ბიჭი ვარ ძმაა":
        print("დაძმაკაცება")
    elif პასუხი == "რა შენი საქმეა ძმაა":
        print("ცემა")
    else:
        print("ფულის ახევა")